/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : book

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2017-12-12 14:29:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `book_admin`
-- ----------------------------
DROP TABLE IF EXISTS `book_admin`;
CREATE TABLE `book_admin` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `admin` varchar(20) DEFAULT NULL,
  `password` varchar(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of book_admin
-- ----------------------------
INSERT INTO `book_admin` VALUES ('1', 'admin', 'admin');

-- ----------------------------
-- Table structure for `book_message`
-- ----------------------------
DROP TABLE IF EXISTS `book_message`;
CREATE TABLE `book_message` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `user` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `message` varchar(300) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time` int(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of book_message
-- ----------------------------
INSERT INTO `book_message` VALUES ('5', 'wen', 'hey man!!!', '1512352187');
INSERT INTO `book_message` VALUES ('6', 'xiaoming', 'hey!!!\r\n', '1512352210');
INSERT INTO `book_message` VALUES ('7', 'lihua', 'can you make friend?', '1512352247');
INSERT INTO `book_message` VALUES ('8', '温先森', '喂，老哥！', '1512352265');
INSERT INTO `book_message` VALUES ('9', '小黑', '你好！', '1512352286');
INSERT INTO `book_message` VALUES ('10', 'huahua', 'hi,wen!', '1512352313');
INSERT INTO `book_message` VALUES ('11', 'zhu', 'hey,wen!', '1512352342');
INSERT INTO `book_message` VALUES ('12', 'xiao hui ', 'hei man!', '1512352528');
INSERT INTO `book_message` VALUES ('13', 'jay ', 'hei man!', '1512352539');
INSERT INTO `book_message` VALUES ('14', 'Jay ', 'hei my friend.', '1512352559');
INSERT INTO `book_message` VALUES ('17', '周杰伦', '哎哟，不错哦。', '1512957042');
INSERT INTO `book_message` VALUES ('18', '陈奕迅', '你好~！', '1512957070');

-- ----------------------------
-- Table structure for `book_news`
-- ----------------------------
DROP TABLE IF EXISTS `book_news`;
CREATE TABLE `book_news` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `tle` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `nav` text COLLATE utf8_unicode_ci,
  `user` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `time` int(100) DEFAULT NULL,
  `img` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `newstype` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `uptime` int(100) DEFAULT NULL,
  `count` int(250) unsigned zerofill NOT NULL DEFAULT '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of book_news
-- ----------------------------
INSERT INTO `book_news` VALUES ('2', '桂林东二环路整修：投资1.99亿让城市快速干道“重生”(图)', '<p>摊开地图，全长9.64公里的东二环路如相伴漓江的轻盈罗带，在桂林东面划下一条美丽的弧线。2008年完工通车的它，成为连接城北、漓江东北、漓江东南三大城市组团最快速、便捷的通道。</p><p>　　然而，因为种种原因，在经过近8年的使用后，东二环路部分路段损毁严重，出现在路面的坑洞成为大大小小的“陷阱”，让过往司机叫苦不迭，也让这条城市快速干道黯然失色。</p><p>　　小修小补，杯水车薪。于是，桂林启动东二环路全面整修。按照计划，它将在今年“重生”。</p><p><strong>　　1</strong></p><p><strong>　　考题·背景</strong></p><p>　　2013年，市委、市政府作出“强力疏解改造提升老城，全面实施城市交通畅通优化工程，加大老城路桥基础设施建设力度”的战略部署。经过几年的努力，“北通南畅、东拓西联”工程基本完成，循环互通的城市立体交通格局正在加速形成。</p><p>　　作为城市交通框架中至关重要的外环，因为路面损毁而未能完全发挥起连接、疏解作用的东二环路，2016年8月正式开始整修。</p><p>　　2017年1月6日，桂林市第五届人民代表大会第二次会议上的《政府工作报告》给出了今年的考题——— 全面完成东二环路整修。</p><p style=\"text-align: center\"><span style=\"color: #0000cd\"><img src=\"/text/public/upload/image/20171205/1512440971584070.jpg\"/><br/>东二环路上的开口进行了优化调整。</span></p><p><strong>　　要让坑洼之路变通途</strong></p><p>　　东二环路北起北辰路与中山北路连接处，南到七星路与环城南一路交叉口，全长9.64公里。2008年11月主体工程完工并全线通车。</p><p>　　然而，这条道路长期未能进行整体竣工验收和移交管护。在长期缺少管理养护的情况下，经过近8年的使用，由于车流量大、重型车辆多等原因，东二环路部分路段损毁严重。</p><p>　　翻开晚报的报料记录可以看到，2011年至2015年的几年里，不断有市民反映东二环路面出现坑洞。遭遇“坑人”或“坑车”后怒气冲冲的投诉，也频繁出现在报料记录里。</p><p>　　这一路况也引起了政协委员们的关注。2013年9月，市政协专门召开提案办理协商会，就东二环路养护和管理问题建言献策。会议建议，尽快完善东二环路交通安全设施建设，确保道路安全畅通。一些市政协委员还在会上提出，东二环路存在的问题，需要尽快明确解决方案并组织全面整修，然后将道路及附属设施移交给专业管理单位进行管护。</p><p>　　为了解决东二环路的管理现状和改善通行环境，2015年9月的北通南畅工程现场办公会上，市领导指示发改委牵头组织研究东二环路的情况，市城管委作为下一步东二环路改造提升的实施单位。</p><p>　　2016年，桂林决定全面整修东二环路，并把该工程列为2016年为民办实事项目。整修工程由市城管委负责组织实施，由市市政工程管理处担任业主单位。</p><p>　　整修工程对东二环主车道、辅道及南洲大桥匝道车行道路面进行整修补强，整修总面积约41.9万平方米。“对于旧结构完好、无病害的路段，重新加固和铺设沥青层，而对于病害严重的路段，进行重新填实，达到设计要求后再补强路面结构，铺设新沥青。”项目指挥部一位相关负责人说。</p><p>　　由于新铺设的沥青层将会高于现路面结构层，因此东二环路沿线其它附属设施要进行抬高更换。此外，施工过程中也要对沿线交叉口及不规范开口进行优化调整，恢复标线，增加交通管理设施，并对因本次整修工程而影响的沿线园林绿化工程进行修复改造。</p><p>　　按照年初目标，计划总投资1.99亿元的东二环路整修项目将在今年完成。</p><p style=\"text-align: center\"><span style=\"color: #0000cd\"><img src=\"/text/public/upload/image/20171205/1512440971964385.jpg\"/><br/>东二环路上的南洲大桥连接漓江东西两岸。</span></p><p><strong>　　2</strong></p><p><strong>　　考试·现场</strong></p><p><strong>　　东二环路更加顺畅了</strong></p><p>　　11月30日上午，记者跟随东二环路整修工程现场指挥部经理黄琳乘车从市中心出发，沿着东二环一路观察。</p><p>　　在整修之前，黄琳也经常经东二环路前往火车北站、八里街。“刚完工通车那会，路况很好。过了一年，路面就出现各种坑洞。”黄琳说，有的坑洞深达30厘米左右，坐在小车里也颠得难受。虽然此前不属于市政管护范围，但市政热线经常接到市民对于这条路的投诉。</p><p>　　如今，车辆行驶在整修后的路面上，平稳顺畅。记者看到，从北端的北辰路与中山北路连接处，到南端的七星路与环城南二路交叉口，东二环路两侧的机动车道和西侧的辅道已经开放通车。临近中午下班时间，路面上车辆往来密集。“整修后，越来越多的车主愿意走东二环上下班了。”黄琳说。</p><p>　　在市政系统工作20年，多次参与市区大大小小道路整修的黄琳告诉记者，东二环路此次整修面积之大，在桂林是史无前例的。这条路整修总面积约41.9万平方米，相当于8个中心广场加在一起。</p><p>　　整修面积大，施工时间长，东二环路整修项目也受到上半年多雨天气的影响。“路床经雨水浸泡后含水量较大，即使晴一两天，也不足以把泡湿的路床晒干晒透，这样的路床达不到设计含水量的要求。”黄琳告诉记者，今年端午节后，天气逐渐好转，指挥部组织施工单位24小时加班加点赶工，确保按照时间节点完成任务目标。虽然一度工期紧张，但第三方检测还是一丝不苟，“每一道工序都进行了严格的检测，确保合格后才进入下一道工序的施工。”</p><p>　　整条东二环路，目前只有东侧辅道仍未完工。记者在南洲大桥南端看到，这里的辅道已经封闭，路面开挖2米多深，在大型吊机的协助下，工人正在铺设巨大的管道。“正在铺设的，是自来水管道。”黄琳告诉记者，市自来水公司在东二环路东侧辅道有两个施工项目：一个是从南洲大桥东至建干路2083米、金鸡路至桂磨路3814米，共敷设5897米管道，该项目为世行贷款桂林市环境综合治理(供水管网工程)的子项目;另一个是从北辰立交至南洲大桥东段敷设2423米管道，该项目是桂林市城北水厂二期供水工程的子项目。“为了避免二次开挖，减少工程成本，辅道的沥青层铺设要等到自来水管道施工项目交付后才能进行。”黄琳说。</p><p>　　记者看到，整修后，东二环路机动车道与辅道之间的开口多调整为单向进出口。“这样一来，提高了道口的通行效率，也让行车更加安全。”黄琳告诉记者，在整修过程中，他们对东二环路沿线交叉口及不规范开口进行多项优化调整。比如中央隔离带的开口从20个增加至24个，并增设了9个提前掉头开口;根据道路两侧沿线居民需求，增加多处行人过街设施。</p><p style=\"text-align: center\"><span style=\"color: #0000cd\"><img src=\"/text/public/upload/image/20171205/1512440971314002.jpg\"/><br/>整修后的路面更加平整漂亮。</span></p><p><strong>　　3</strong></p><p><strong>　　考试·进程</strong></p><p><strong>　　机动车道与西侧辅道完工通车</strong></p><p>　　截至2017年11月30日，东二环路整修工程完成了主车道沥青砼面层铺设、西侧辅道沥青砼面层铺设、南洲大桥匝道的整修。东侧辅道也已完成了局部沥青路面的破除、调平和相关附属设施的整修以及2.3公里的沥青砼面层铺设。</p><p>　　12月份，根据自来水管道施工项目交付情况，计划进行东侧辅道的沥青砼面层的铺设及相关的交通工程、绿化工程及附属设施的施工。</p><p><strong>　　4</strong></p><p><strong>　　考试·点赞</strong></p><p>　　商铺老板瞿先生：前些年，东二环路刚刚通车不久，我就在路边开起了这家店铺，图的就是这条路能带来人气。这些年，东二环路沿线的发展确实很快，我旁边原来就零零星星几家店铺，现在都连成一条街了。今年，我又看着东二环路一段段地整修，路面变得更平整、漂亮。我相信，整修后的东二环路能给沿线的经济发展注入更多的活力。</p><p>　　奇峰小筑居民秦连文：对我来说，东二环路开通后，交通出行真的便利了很多——— \r\n往北去叠彩区、灵川县，往南到象山区、雁山区、阳朔县，都可以不用上高速便能避开拥挤的市区道路。但这几年，东二环路面上的坑坑洼洼确实也影响行车，可以说是美中不足。政府花巨大的财力、物力、人力将东二环路全面整修，给周边老百姓带来的是实实在在的利好，是惠民工程。</p><p>　　出租车司机陶小武：以前，如果不是要绕远路，我都不太愿意走东二环路，因为一不注意被“坑”一下很伤车。现在，东二环路确实好走多了，在路上跑的小车明显比以前多了。为相关部门点赞的同时，也希望能加强对东二环路的维护和管理。据我所知，超重、超载车辆对路面的破坏很大，在东二环路跑的大货车又多，希望能重点加强监管。</p><p><br/></p>', 'admin', '1512440989', '2.jpg', 'news', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('4', '桂林4名法官严重违纪被开除党籍', '<p>据桂林市纪委消息：日前，桂林市4名法官严重违纪被开除党籍，涉嫌犯罪问题线索移送司法机关依法处理。<br/><br/>　　<strong>1.桂林市中级人民法院审判员高艳明严重违纪被开除党籍</strong><br/><br/>　　日前，中共桂林市纪律检查委员会对桂林市中级人民法院审判员高艳明进行了立案审查。经查，高艳明利用职务之便，为他人谋取利益并收受财物。<br/><br/>　　高艳明身为党员干部，违反党规党纪，情节严重。依据《中国共产党纪律处分条例》的相关规定，经中共桂林市纪律检查委员会审议，决定给予高艳明开除党籍处分，其涉嫌犯罪问题线索移送司法机关依法处理。<br/><br/>　　<strong>2.桂林市七星区人民法院原副院长肖建红严重违纪被开除党籍</strong><br/><br/>　　日前，中共桂林市纪律检查委员会对桂林市七星区人民法院原副院长肖建红进行了立案审查。经查，肖建红利用职务之便，为他人谋取利益并收受财物。<br/><br/>　　肖建红身为党员干部，违反党规党纪，情节严重。依据《中国共产党纪律处分条例》的相关规定，经中共桂林市纪律检查委员会审议，决定给予肖建红开除党籍处分，其涉嫌犯罪问题线索移送司法机关依法处理。</p><p style=\"font-size: 16px; font-family: 微软雅黑; white-space: normal; word-spacing: 0px; text-transform: none; font-weight: normal; color: rgb(0,0,0); padding-bottom: 0px; font-style: normal; padding-top: 0px; padding-left: 0px; margin: 0px; orphans: 2; widows: 2; letter-spacing: normal; padding-right: 0px; background-color: rgb(255,255,255); text-indent: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px\"><br/>　　<strong>3.桂林市七星区人民法院党组成员、执行局局长程维光严重违纪被开除党籍</strong><br/><br/>　　日前，中共桂林市纪律检查委员会对桂林市七星区人民法院党组成员、执行局局长程维光进行了立案审查。经查，程维光利用职务之便，为他人谋取利益并收受财物。<br/><br/>　　程维光身为党员干部，违反党规党纪，情节严重。依据《中国共产党纪律处分条例》的相关规定，经中共桂林市纪律检查委员会审议，决定给予程维光开除党籍处分，其涉嫌犯罪问题线索移送司法机关依法处理。<br/><br/>　　<strong>4.桂林市七星区人民法院原正科级审判员黎明海严重违纪被开除党籍</strong><br/><br/>　　日前，中共桂林市纪律检查委员会对桂林市七星区人民法院原正科级审判员黎明海进行了立案审查。经查，黎明海利用职务之便，为他人谋取利益并收受财物。<br/><br/>　　黎明海身为党员干部，违反党规党纪，情节严重。依据《中国共产党纪律处分条例》的相关规定，经中共桂林市纪律检查委员会审议，决定给予黎明海开除党籍处分，其涉嫌犯罪问题线索移送司法机关依法处理。</p><p><br/></p>', 'admin', '1512441823', '1.jpg', 'news', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('5', '来自全国各地的70对游客在两江四湖举行水上婚礼(图)', '<p style=\"text-align: center\"><span style=\"color: #0000cd\"><img src=\"/text/public/upload/image/20171205/1512441918127120.jpg\"/></span></p><p>　　昨日，70对来自全国各地的游客在两江四湖举行水上婚礼。参加婚礼的新人说，要让在桂林的美丽瞬间作为自己幸福一生的见证。景区相关负责人表示，承接本次婚礼活动，是开拓景区旅游新业态的尝试。当天，承办方在木龙湖公园、两江四湖游船上组织了一场别开生面的中式婚礼，桂林众多市民游客见证了他们的幸福时刻。图为其中一艘游船上的新人们在两江四湖上举行集体婚礼。　　</p><p><br/></p>', 'admin', '1512441929', '3.jpg', 'life', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('6', '小时候的奶茶和现在的奶茶，有什么不一样？', '<p><strong>几乎所有中国年轻人的青少年时代，都少不了“奶茶”二字。</strong>和称分量的香酥鸡一起称霸放学后“欢乐时光”的珍珠奶茶，是我们所有人的珍贵回忆，不可磨灭，更无可替代。</p><p>年纪渐长，选择多了，我们似乎淡忘了奶茶的陪伴。加班时，总是咖啡在手，偶尔馋嘴喝杯奶茶，却总也抹不去心中淡淡的嫌弃：</p><p><strong>“啊呀，也就是香精和奶粉。”</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993494822.png\"/></p><p>时代在变，很多人感慨，如今的蔬菜水果蛋奶肉，都不复小时候的美好味道。<strong>相反，那一杯曾经满是香精奶精的奶茶，却似乎完成了某种颇为惊人的逆袭。</strong></p><p><strong>你长大了，你爱过的奶茶，也在变得越来越好。</strong></p><p><strong>还以为奶茶停留在半杯粉、加点水、摇一摇的时代？</strong>一杯好奶茶，光是分类、流派，就有许多学问，而它到底有多少种做法，更是能编本书了。</p><p>今天，我想带你看一看。记忆里小时候的奶茶，和现在你喝到的奶茶，到底发生了哪些变化。</p><p><strong>奶茶进化史</strong></p><p><strong>1.0粉末时代</strong></p><p>问了不少朋友（还有我自己），人生的第一杯奶茶，是小时候放学路上的奶茶店。</p><p>那时候的奶茶，口味多得数不清。每人手里的奶茶，颜色都不一样：粉红草莓味，紫的香芋味，淡绿哈密瓜，巧克力味咖啡味，深浅不一。</p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993106723.png\"/><br/></p><p>墙边整整齐齐堵满了一个个粉盒子，用奶粉勺舀了，一勺勺倒进杯里，做实验一样，加水一冲，塑封机封上口，摇摇均匀，甜甜的一杯魔法就这么变出来了！</p><p>在很长一段时间里，<strong>我以为奶茶就是冲剂一样的东西。</strong></p><p>再过几年，这种粉冲的奶茶，就可以自己在家泡着喝了。不知道，现在优乐美和香飘飘分出胜负了没。</p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993493273.png\"/></p><p><strong>粉末时代的奶茶，没有茶也没有奶，主要配料，几乎就是植脂末（俗称奶精）</strong><strong>。</strong>况且十几年前的植脂末，处在零健康的原始阶段，一倒就是小半杯。</p><p>很想坐时光机回去告诉自己，少喝点呀小朋友……</p><p><strong>2.0 街头时代</strong></p><p>由植脂末和甜味剂编制的童年回忆，有一天还是终结了。越来越多的人开始意识到，<strong>冲剂式的奶茶，不健康。</strong></p><p>但喝奶茶的习惯，还是留了下来，也便<strong>催生了更“高级”的奶茶</strong>。毫无疑问，以coco、一点点、快乐柠檬为代表<strong>，奶茶的2.0时代，就是街头连锁奶茶店的天下。</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993463925.png\"/><br/></p><p><strong>奶茶2.0时代，制作流程多了仪式感</strong>：调味粉盒被一排整齐的桶代替，装着不同的茶和奶，按比例混合在雪克杯里，像调鸡尾酒那样拼命摇，最后奶茶才如细流般缓缓流出。</p><p>从1.0进化到2.0，<strong>奶茶原料经历了革命式的变化：</strong></p><p><strong><strong>原料里终于有真正的茶了</strong>，</strong>不管茶叶品质如何，但至少是真的红茶、绿茶、乌龙茶。为了保持新鲜，很多店会每2-3小时更换一次茶汤。</p><p><strong>不过，2.0时代的奶茶，变化最大的是奶。</strong>比如，虽然用奶精的店家依然存在，但<strong>更多的店家开始使用牛奶</strong>制作奶茶，从普通的常温奶，到口感更好的巴氏奶，都有涉猎。</p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993863518.png\"/></p><p>还玩出了新花样：<strong>打发淡奶油变成</strong><strong>奶盖</strong>，覆盖在纯茶上，一厚一薄相互叠加，<strong>玩出</strong><strong>了全新的口感！</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441993827285.png\"/></p><p>如果你是奶茶店的常客，对<strong>奶霜欧蕾玛奇朵、布丁仙草西米露</strong>之类的字样，想必不会陌生。告别了1.0时代的奶茶，就像原子大爆炸一样，快速换代更迭、推陈出新，终于要迎来新世界。</p><p><strong>3.0 &nbsp;精品时代</strong></p><p>奶的原料和工艺，是2.0时代的主题。<strong>奶茶的3.0时代，拼的是茶，从原料品质、萃取工艺，都有重大升级！</strong></p><p>2.0时代惯用廉价茶叶，只依稀辨别涩味和碳焙味，只能粗暴简单地叫它们绿茶、红茶或者乌龙茶。<strong>当茶原料越来越好时，</strong><strong>菜单会产生下面这样的变化：</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994120897.png\"/><br/></p><p>看着专业又细分的奶茶菜单，恍惚间，还以为自己在茶馆呢。</p><p>原料改进已经让人大为惊喜，这些奶茶店还想尽了办法来“折腾”茶：</p><p><strong>萃取方式1：意式机</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994140821.png\"/></p><p>对，<strong>茶也可以像espresso一样被萃取出来</strong>，时间、温度和压力的参数都随茶叶品种而调整。</p><p>虽然<strong>单饮未必可口，却非常适合做成奶茶</strong>。</p><p>奶泡打好后，拉花完全无压力哦：</p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994428037.png\"/></p><p><strong>口感：</strong>像奶咖一样浓郁绵滑，但并不适合所有茶。</p><p><strong><strong>萃取方式2：</strong>steampunk</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994752582.png\"/></p><p>steampunk是近几年在美国流行的<strong>茶咖两用机</strong>，有点像台半自动的爱乐压，设置好时间、温度等参数后，这台机器就可以自动泡茶。国内不少时髦茶馆，都能找到它的身影。</p><p><strong>貌美如花、方便稳定</strong>，是它的优点。缺点？<strong>死贵死贵</strong>，一套要好几十万，用这个的，都是土豪！</p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994944246.png\"/></p><p>诺，就这样玩儿（图片来自网络）</p><p><strong>口感：</strong>可浓郁可清爽，灵活多变，稳定性强。</p><p><strong><strong>萃取方式3：</strong>萃茶机</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994931422.png\"/></p><p>很多<strong>主打“现泡茶叶”</strong>的奶茶店都会用它，因为节约时间。</p><p>萃茶机乍看像榨汁机，但其实内部构造完全不一样。萃茶机的原理，是借助<strong>水流快速冲击茶包</strong>，尽可能快得到一杯现泡茶，通常用来搭配奶盖。</p><p><strong>口感：</strong>比起放了好几个小时的茶，的确要新鲜一些。不过味道偏淡。</p><p><strong><strong><strong>萃取方式4：</strong></strong>冷 泡</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994245926.gif\"/></p><p>咖啡里很流行的cold brew，也适合泡茶叶。8-12小时，低温浸泡，现在的纯茶，很流行这样泡，<strong>用来做奶茶么，有点小奢侈。</strong></p><p><strong>口感：</strong>好喝！就是……挺耗茶叶的。</p><p><strong>特别聚焦：万花筒一样的台湾奶茶</strong></p><p>我们从小喝到大的奶茶，大部分，还是台湾奶茶。</p><p>除了阿庆那一句“珍珠奶茶真好喝”，把台湾奶茶和港式奶茶进行对比，会是一个重新认识台奶的有趣视角。</p><p>它们的差别？<strong>台湾代表小</strong><strong>清新、小可爱</strong>，<strong>港奶爱好者，一般自诩“很重口”。</strong></p><p>不过，仅以口味轻重区分，其实并不科学。<strong>我们把这港奶和台奶简单拆解了一下：</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994490605.png\"/></p><p><strong>港奶</strong>，有点性冷淡，<strong>极简主义是灵魂</strong>，<strong>淡奶和锡兰红茶是从不退场的主角。</strong>做港奶的师傅，甚至花上毕生精力研究红茶配方、钻研冲煮的手势和力道，像工匠一样精雕细琢着自己的作品。</p><p><strong>台奶</strong>就不止一副面孔了，<strong>由奶、茶、小吃三个部分构成</strong>，每种背后都是一个<strong>大千世界</strong>，让一杯奶茶能够不断从外界汲取灵感、自我拆解、再重新排列组合。</p><p>台奶的多变，如一只万花筒，也令它可以顺时革新，对新鲜事物来者不拒。所以你看，<strong>台奶这十几年翻天覆地的进化史，背后也不乏道理可循。</strong></p><p><img alt=\"小时候的奶茶和现在的奶茶，有什么不一样？\" src=\"/text/public/upload/image/20171205/1512441994756627.png\"/></p><p><strong>如今的奶茶，已经不再是记忆里那个甜甜的饮料了。</strong></p><p><strong>好喝的奶茶，是有立体感的</strong>：牛奶的蛋白质包裹味蕾，让你尝得到顺滑口感，茶叶里的单宁，则会在舌头上跳舞，形成一紧一缩的奇妙对峙；<strong>乳味宽厚，茶香绵长，经得起仔细欣赏。</strong></p><p><br/></p>', 'admin', '1512442032', '4.jpg', 'life', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('7', '稻草人手记推荐', '<p><strong>1、《稻草人手记</strong>》<br/>&nbsp;&nbsp;&nbsp;&nbsp; 麦田已经快收割完了，农夫的孩子拉着稻草人的衣袖，说“来，我带你回家去休息吧！”<br/>　 稻草人望了望那一小片还在田里的麦子，不放心的说“再守几天吧，说不定鸟儿们还会来偷食呢！”孩子回去了，稻草人孤孤单单的守着麦田。<br/>　\r\n \r\n这时躲藏着的麻雀成群的飞了回来，毫不害怕的停在稻草人的身上，他们吱吱喳喳的嘲笑着他“这个傻瓜，还以为他真能守麦田呢？他不过是个不会动的草人罢了！”说完了，麻雀张狂的啄着稻草人的帽子，而这个稻草人，像没有感觉似的，直直的张着自己枯瘦的手臂，眼睛望着那一片金黄色的麦田，当晚风拍打着他单薄的破衣服时，竟露出了那不变的微笑来。<strong><span class=\"edit_font_color\"><br/></span></strong></p>', 'admin', '1512442153', '5.jpg', 'book', '1512456750', '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('8', '人生<人对生活选择>', '<p>天闷热得像一口大蒸笼，黑沉沉的乌云正从西边的老牛山那边铺过来。地平线上，已经有一些零碎而短促的闪电。但还没有打雷。只听见那低沉的、连续不断的嗡嗡声从远方的天空传来，带给人一种恐怖的信息——一场大雷雨就要到来了。</p>', 'admin', '1512455878', '7.jpg', 'book', '1512456399', '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('11', '年底调图亮点多!复兴号开进广西 广西首开动车至川渝', '<p>中国铁路南宁局集团有限公司将于2017年12月28日0:00起实施2017年底调整列车运行图。</p><p>　　12月28日起，铁路部门调整运行图。</p><p>　　此次调图亮点多多，</p><p>　　小编暂时为您整理了一部分，</p><p>　　先一睹为快吧~</p><center>\r\n	<img alt=\"\" src=\"/text/public/upload/image/20171211/1512955015355872.gif\" width=\"500\" height=\"226\"/></center><p><strong>　　动车直达成都、重庆</strong></p><p>　　动车首次开往小伙伴们心心念念的成都、重庆。南宁到重庆约8小时，比目前运行时间节省约13个小时;南宁到成都约10小时，比目前运行时间节省约17个小时!从此各色美食、美景(还有美女)不再遥远~</p><center>\r\n	<img alt=\"\" src=\"/text/public/upload/image/20171211/1512955015732400.jpg\" width=\"550\" height=\"904\"/></center><p><strong>　　亮点：</strong></p><p>　　多趟列车重联编组，共有16节车厢，载客能力大大提升。</p><p>　　部分列车首次使用CRH1A-A型、CRH3A型动车组，更多车型带来更佳体验。</p><p><strong>　　“复兴号”进入广西</strong></p><p>　　南京南～南宁东G1503/4次调整为CR400BF型重联车底。</p><p>　　CR400BF：是“复兴号”中国标准动车组CR400级别里的一款，是由中车长春轨道客车股份公司和中车唐山公司研制的动车组。因其漂亮的车身外观，也被称为“金凤凰”。</p><center>\r\n	<img alt=\"\" src=\"/text/public/upload/image/20171211/1512955015127072.jpg\" width=\"550\" height=\"366\"/></center><center>\r\n	<img alt=\"图片来源：罗春晓\" src=\"/text/public/upload/image/20171211/1512955016114636.jpg\" width=\"550\" height=\"366\"/></center><p style=\"text-align: center\">&nbsp;图片来源：罗春晓</p><p><strong>　　西安方向有变化</strong></p><p>　　新增南宁东～西安北动车组1对，车次D1710/1/0 D1709/12/09次，经由柳南客专、衡柳线、贵广客专、渝贵线、兰渝线、西成客专运行。</p><p>　　南宁东—西安北D1710/1/0次经过：柳州、永福南、桂林、桂林北、榕江、都匀东、贵阳东、遵义、桐梓东、珞璜南、重庆西、合川、南充北、南部、阆中、苍溪、广元、宁强南、汉中、鄠邑站</p><p>　　西安北—南宁东D1709/12/09次经过：佛坪、城固北、汉中、朝天、广元、苍溪、南部、南充北、重庆西、桐梓东、遵义、修文县、贵阳东、都匀东、三都县、从江、桂林北、桂林、柳州、来宾北站</p><p>　　南宁东～西安北G1546/7 G1548/5次运行区段调整为南宁东～南京南，车次改为G1546/5次。</p><p><br/></p>', 'admin', '1512955025', '20171210105758313.jpg', 'news', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('12', '桂林小两口结婚半年就离了，男方竟要求返还17万彩礼、旅游钱！', '<p>彩礼送了几万元，家住<a href=\"http://lingchuan.guilinlife.com/\" target=\"_blank\" class=\"keylink\">灵川县</a>的李先生高兴地将唐女士娶进了家门。出乎预料的是，结婚不到一年，唐女士李先生诉至法院，要求离婚。</p><p>　　气不过的李先生向法院抗辩称：离婚可以，但是要求返还彩礼、借款、旅游支共计十七万余元。</p><p>　　彩礼返还，旅游支出也要返还?</p><p>　　这两人算得也是够清楚的……</p><center>\r\n	<img alt=\"loading...\" src=\"/text/public/upload/image/20171211/1512955177118036.jpg\"/><br/>\r\n	　(图文无关)</center><p>　　据了解，李先生与唐女士于2015年10月通过微信聊天认识，后双方互相有好感，便于2017年4月登记结婚。</p><p>　　婚前，李先生以红包的形式向其支付了彩礼、借款、旅游支共计十七万余元。双方有同居生活，但未共同生育小孩。婚后，因为不满婚姻现状，唐女士将丈夫蒋先生诉至法院，要求法院判决其离婚。日前，灵川县法院审理后认为，唐女士要求与李先生离婚，李先生也同意离婚，应视为夫妻感情确已破裂，对唐女士要求与李先生离婚的诉讼请求，应依法予以支持。</p><p>　　重点来了——对于李先生提出要求唐女士返还彩礼的问题，法院认为，彩礼是一种以结婚为目的的赠与，双方已登记结婚，且在婚前、婚后均有过共同生活，李先生赠与的目的已达成，李先生未提供的证据证明因彩礼的给付导致生活困难。因此李先生要求唐女士退还彩礼，没有法律依据，应不予支持。对于李先生提出要求唐女士返还旅游支出，法院认为，旅游支出属双方在恋爱交往过程中支出的费用，具有赠与性质，且该项支出为双方共同使用，李先生未提供证据证明其为旅游支出的费用的具体数额，现要求唐女士返还旅游支出，没有事实和法律依据，也不予支持。</p><p>　　此外，对于李先生提出要求唐女士归还借款，法院认为，归还借款属民间借贷纠纷，与本案审理的离婚纠纷并非同一法律关系，不宜在本案中一并处理，当事人可另行提起诉讼。</p><p><br/></p>', 'admin', '1512955184', '20171209083844144.jpg', 'news', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');
INSERT INTO `book_news` VALUES ('13', '桂林机场扩建工程高架桥全线贯通(图)', '<p class=\"descri\">核心提示：12月8日，随着最后一联箱梁的浇筑，桂林机场扩建工程高架桥主体合龙，实现全线贯通。作为扩建工程三大土建项目之一的主要项目，高架桥的全线贯通，是继航站楼主体工程基本完工后，又一重大项目基本完成，标志着整个扩建工程取得重要进展。目前，工程已完成总投资任务的68.18%。</p><p>			　</p><p style=\"text-align: center\"><span style=\"color: #0000cd\"><img src=\"/text/public/upload/image/20171212/1513048571558982.jpg\"/><br/></span></p><p>　　12月8日，随着最后一联箱梁的浇筑，桂林机场扩建工程高架桥主体合龙，实现全线贯通。作为扩建工程三大土建项目之一的主要项目，高架桥的全线贯通，是继航站楼主体工程基本完工后，又一重大项目基本完成，标志着整个扩建工程取得重要进展。目前，工程已完成总投资任务的68.18%。</p><p>　　据悉，桂林机场扩建工程高架桥全长1489米，为现浇预应力钢筋混凝土多室箱梁结构，采用满堂支架现浇工艺施工，桥面由20联箱梁组成，整个桥体由249根地下桩基础、94个承台和97根墩柱支撑，全桥使用钢筋7000吨，混凝土30000立方米。项目于2016年6月开始施工，由中铁七局集团承建。</p><p>　　据机场扩建工程指挥部相关负责人介绍，扩建工程三大土建项目包括：航站楼主体工程，高架桥、停车场和道路工程，飞行区站坪工程。目前，航站楼主体已基本完成，实现屋面闭水;高架桥实现合龙贯通，停车场工程完成80%;飞行区场道工程完成71%，相关设备设施正在安装。</p><p>　　根据施工计划，桂林机场扩建工程将于2018年4月完成机电和弱电安装，并开始联调联试;5月完成停车场、飞行区站坪和装饰工程等施工;6月份完成联调联试，争取10月份完成验收试运行，年底前投入使用。</p><p><br/></p>', 'admin', '1513048591', '20171212091708132.jpg', 'news', null, '0000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000');

-- ----------------------------
-- Table structure for `book_photo`
-- ----------------------------
DROP TABLE IF EXISTS `book_photo`;
CREATE TABLE `book_photo` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `pname` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phototype` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `img` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pmess` text COLLATE utf8_unicode_ci,
  `time` int(20) DEFAULT NULL,
  `uptime` int(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=62 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of book_photo
-- ----------------------------
INSERT INTO `book_photo` VALUES ('46', '2321', '生活', '0d87318f0d51e8b7040e2ed6185caf4f_t01d5f27a79acd9904b.jpg', 'admin', '321321', '1512721538', '1512723731');
INSERT INTO `book_photo` VALUES ('47', '1', '生活', '1b4488824d21d4defba7fef518337bfe_t014a1cb016f96863c5.jpg', 'admin', '1', '1512721538', null);
INSERT INTO `book_photo` VALUES ('48', '2', '人物', '2b2251ff52c208d901accc845b23640f_t01d51d8a1582f4e79d.jpg', 'admin', '2', '1512721584', null);
INSERT INTO `book_photo` VALUES ('49', '2', '人物', '4b7bb1dcd87545acfc93145f3d7a224e_t0174d557e60eb8fbcc.jpg', 'admin', '2', '1512721584', null);
INSERT INTO `book_photo` VALUES ('50', '3', '生活', '6e2b456ead16a7e043086d144ec6b780_t012127345122c9d2ef.jpg', 'admin', '3', '1512721613', null);
INSERT INTO `book_photo` VALUES ('51', '3', '生活', '6ecd8d8e45ef8aff2f2081002f37ac0a_t016728b8ed5e91e875.jpg', 'admin', '3', '1512721613', null);
INSERT INTO `book_photo` VALUES ('52', '4', '风景', '7d6d4a5a4efe1fbb9d3727a423ea71fb_t0111dc7e5ef75ca760.jpg', 'admin', '4', '1512721627', null);
INSERT INTO `book_photo` VALUES ('53', '4', '风景', '54d2501a86507223d3643afbf16ffce3_t01bad3fff1ef896c59.jpg', 'admin', '4', '1512721627', null);
INSERT INTO `book_photo` VALUES ('54', '5', '明星', '84e8b57a5042f4411e7d860ec31dd52a_t0101381b6766bd3920.jpg', 'admin', '5', '1512721646', null);
INSERT INTO `book_photo` VALUES ('55', '5', '明星', '097d4ae2fd1f4c7700684376ccce8f7a_t01f3c5c7ab9bd5511a.jpg', 'admin', '5', '1512721646', null);
INSERT INTO `book_photo` VALUES ('56', '6', '汽车', '981e150643f264763a3b84c8ba2ff0cc_t014775d4420959e253.jpg', 'admin', '6', '1512721664', null);
INSERT INTO `book_photo` VALUES ('57', '6', '汽车', '05462ce134b9c234e2541cc7773400e7_t010bf47a709251f9e3.jpg', 'admin', '6', '1512721664', null);
INSERT INTO `book_photo` VALUES ('58', '7', '体育', '23576be9953e031f4d568f3f2af471a9_t010fb2a03b06c1db62.jpg', 'admin', '7', '1512721676', null);
INSERT INTO `book_photo` VALUES ('59', '7', '体育', '80915bd5f185e77686313ff96ff61170_t012b6474f94d8710de.jpg', 'admin', '7', '1512721676', null);
INSERT INTO `book_photo` VALUES ('60', '8', '生活', '781518eb6decd85892ca7f29c3e36ef6_t0129c36c1a0ce6c42d.jpg', 'admin', '8', '1512721688', null);
INSERT INTO `book_photo` VALUES ('61', '5643643', '生活', 'a10205b2d0746251c20b57a4446d5d9b_t01a021292a4cf93bcc.jpg', 'admin', '853454', '1512721688', '1512723311');

-- ----------------------------
-- Table structure for `book_phototype`
-- ----------------------------
DROP TABLE IF EXISTS `book_phototype`;
CREATE TABLE `book_phototype` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `phototype` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of book_phototype
-- ----------------------------
INSERT INTO `book_phototype` VALUES ('1', '生活');
INSERT INTO `book_phototype` VALUES ('2', '人物');
INSERT INTO `book_phototype` VALUES ('3', '动漫');
INSERT INTO `book_phototype` VALUES ('4', '风景');
INSERT INTO `book_phototype` VALUES ('5', '明星');
INSERT INTO `book_phototype` VALUES ('6', '汽车');
INSERT INTO `book_phototype` VALUES ('7', '体育');
INSERT INTO `book_phototype` VALUES ('8', '其它');
INSERT INTO `book_phototype` VALUES ('9', '动物');
INSERT INTO `book_phototype` VALUES ('10', '军事');
INSERT INTO `book_phototype` VALUES ('11', '小孩');
INSERT INTO `book_phototype` VALUES ('12', '表情');

-- ----------------------------
-- Table structure for `book_type`
-- ----------------------------
DROP TABLE IF EXISTS `book_type`;
CREATE TABLE `book_type` (
  `id` int(100) NOT NULL AUTO_INCREMENT,
  `newstype` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of book_type
-- ----------------------------
INSERT INTO `book_type` VALUES ('1', 'life');
INSERT INTO `book_type` VALUES ('2', 'book');
INSERT INTO `book_type` VALUES ('3', 'news');
